Repository: hirakke/FileRenamer
Catalog: Sources/FileRenamer/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# マイプリセットを作成してから実行してください。
source: Create a personal preset before exporting.
ja: マイプリセットを作成してから実行してください。

# リネーム処理が完了するまで終了できません
source: FileRenamer can’t quit until renaming is complete.
ja: リネーム処理が完了するまで終了できません

# 作成日時
source: Date Created
ja: 作成日時

# 保存先へのアクセスを許可できませんでした
source: Couldn’t Allow Access to the Save Location
ja: 保存先へのアクセスを許可できませんでした

# 保存場所を選択
source: Choose Save Location
ja: 保存場所を選択

# 元に戻しています…
source: Undoing…
ja: 元に戻しています…

# 元に戻せませんでした
source: Couldn’t Undo
ja: 元に戻せませんでした

# 元に戻せるリネーム履歴がありません。
source: There is no rename history to undo.
ja: 元に戻せるリネーム履歴がありません。

# 別のフォルダを選択して、もう一度お試しください。
source: Choose another folder and try again.
ja: 別のフォルダを選択して、もう一度お試しください。

# 前回の処理を確認中…
source: Checking Previous Operation…
ja: 前回の処理を確認中…

# 同名の保存フォルダがあります
source: A Folder with This Name Already Exists
ja: 同名の保存フォルダがあります

# 同名の元画像があります
source: Original Images Have Duplicate Names
ja: 同名の元画像があります

# 固定文字
source: Fixed Text
ja: 固定文字

# 変更に失敗しました
source: Couldn’t Apply Changes
ja: 変更に失敗しました

# 実行できません
source: Can’t Continue
ja: 実行できません

# 履歴を保存できませんでした
source: Couldn’t Save History
ja: 履歴を保存できませんでした

# 撮影日時
source: Date Taken
ja: 撮影日時

# 更新日時
source: Date Modified
ja: 更新日時

# 書き出す
source: Export
ja: 書き出す

# 書き出すプリセットがありません
source: There are no presets to export.
ja: 書き出すプリセットがありません

# 検証に失敗しました
source: Validation Failed
ja: 検証に失敗しました

# 画像データを再生成
source: Recreate Image Data
ja: 画像データを再生成

# 空欄、`.`、`..`、`/`、`:` はフォルダ名に使用できません。
source: An empty name, `.`, `..`, `/`, and `:` cannot be used for a folder name.
ja: 空欄、`.`、`..`、`/`、`:` はフォルダ名に使用できません。

# 管理
source: Manage
ja: 管理

# 自動復旧できない処理があります
source: Some Operations Couldn’t Be Recovered Automatically
ja: 自動復旧できない処理があります

# 読み込みをキャンセルしました
source: Import Cancelled
ja: 読み込みをキャンセルしました

# 読み込み中…
source: Importing…
ja: 読み込み中…

# 読み込む
source: Import
ja: 読み込む

# 読み込めませんでした
source: Couldn’t Import
ja: 読み込めませんでした

# 追加できるファイルがありません
source: No Files to Add
ja: 追加できるファイルがありません

# 選択した場所に元画像専用の新しいフォルダを作成します。
source: A new folder for original images will be created in the selected location.
ja: 選択した場所に元画像専用の新しいフォルダを作成します。

# preset.recovered.title
source: Presets Recovered
ja: プリセットを復旧しました

# undo.unavailable
source: There is no rename history to undo.
ja: 元に戻せるリネーム履歴がありません。

# undo.confirmation.detail
source: The last change to %d file(s) will be undone.
ja: 直前に変更した%dファイルを、元の状態に戻します。

# imageChange.resaved
source: %@ • Re-saved as %@
ja: %@ • %@へ再保存

# busy.loading
source: Loading…
ja: 読み込み中…

# import.cancelled
source: Loading was cancelled.
ja: 読み込みをキャンセルしました

# import.failed.title
source: Couldn’t Load Files
ja: 読み込めませんでした

# import.none.title
source: No Files to Add
ja: 追加できるファイルがありません

# import.none.detail
source: All selected files are already in the list.
ja: すべて既にリストに含まれています。

# busy.trashing
source: Moving to Trash…
ja: ゴミ箱に移動中…

# trash.removedMissing
source: Removed %d missing item(s) from the list.
ja: 既に見つからない%d件をリストから除外しました

# trash.movedItems
source: Moved %d item(s) to Trash.
ja: %d件をゴミ箱に移動しました

# trash.movedFiles
source: Moved %d item(s) (%d files) to Trash.
ja: %d件（%dファイル）をゴミ箱に移動しました

# trash.failed.title
source: Some Files Couldn’t Be Moved to Trash
ja: ゴミ箱に移動できないファイルがあります

# preset.import.prompt
source: Import
ja: 読み込む

# preset.import.message
source: Choose a FileRenamer presets JSON file.
ja: FileRenamerのプリセットJSONを選択

# preset.imported
source: Imported %d preset(s).
ja: %d件のプリセットを読み込みました

# preset.import.failed
source: Couldn’t Import Presets
ja: プリセットを読み込めませんでした

# preset.export.none.title
source: No Presets to Export
ja: 書き出すプリセットがありません

# preset.export.none.detail
source: Create a custom preset first.
ja: マイプリセットを作成してから実行してください。

# preset.export.prompt
source: Export
ja: 書き出す

# preset.exported
source: Exported %d preset(s).
ja: %d件のプリセットを書き出しました

# preset.export.failed
source: Couldn’t Export Presets
ja: プリセットを書き出せませんでした

# preset.save.failed
source: Couldn’t Save Presets
ja: プリセットを保存できませんでした

# originalFolder.invalid.title
source: This Folder Name Can’t Be Used
ja: フォルダ名を使用できません

# originalFolder.invalid.detail
source: A folder name can’t be blank, `.`, `..`, or contain `/` or `:`.
ja: 空欄、`.`、`..`、`/`、`:` はフォルダ名に使用できません。

# originalFolder.destination.prompt
source: Choose Location
ja: 保存場所を選択

# originalFolder.destination.message
source: A new folder for original images will be created in the selected location.
ja: 選択した場所に元画像専用の新しいフォルダを作成します。

# originalFolder.access.failed.title
source: Couldn’t Allow Access to This Location
ja: 保存先へのアクセスを許可できませんでした

# originalFolder.access.failed.detail
source: Choose another folder and try again.
ja: 別のフォルダを選択して、もう一度お試しください。

# originalFolder.exists.title
source: A Folder with This Name Already Exists
ja: 同名の保存フォルダがあります

# originalFolder.exists.detail
source: “%@” already exists. No files were changed. Choose a location again.
ja: 「%@」が既に存在します。ファイルは変更していません。もう一度保存場所を選択してください。

# originalFolder.collisions.remainder
source: and %d more
ja: ほか%d件

# originalFolder.collisions.title
source: Original Image Names Conflict
ja: 同名の元画像があります

# originalFolder.collisions.detail
source: The names %@%@ are duplicated among the originals. No files were changed. Rename the duplicate images and try again.
ja: 保存対象内で「%@」%@の名前が重複しています。ファイルは変更していません。重複する画像名を変更してから、もう一度実行してください。

# originalFolder.defaultName
source: FileRenamer Originals %@
ja: FileRenamer 元画像 %@

# busy.changingFiles
source: Changing Files…
ja: ファイルを変更中…

# rename.validation.failed
source: Validation Failed
ja: 検証に失敗しました

# rename.cannotRun.title
source: Can’t Make Changes
ja: 実行できません

# rename.cannotRun.detail
source: Resolve %d error(s) before continuing.
ja: %d件のエラーを解消してください。

# rename.completed
source: Renamed %d file(s).
ja: %dファイルをリネームしました

# imageChange.completed
source: Changed %d file(s).
ja: %dファイルを変更しました

# rename.failed
source: Couldn’t Make Changes
ja: 変更に失敗しました

# busy.undoing
source: Undoing…
ja: 元に戻しています…

# busy.redoing
source: Redoing…
ja: やり直しています…

# undo.completed
source: Restored %d file(s) to their original state.
ja: %dファイルを元の状態に戻しました

# undo.failed
source: Couldn’t Undo Changes
ja: 元に戻せませんでした

# redo.completed
source: Redid changes to %d file(s).
ja: %dファイルの変更をやり直しました

# redo.failed
source: Couldn’t Redo Changes
ja: やり直せませんでした

# history.save.failed
source: Couldn’t Save History
ja: 履歴を保存できませんでした

# busy.recovering
source: Checking Previous Work…
ja: 前回の処理を確認中…

# recovery.unresolved.title
source: Some Work Couldn’t Be Recovered Automatically
ja: 自動復旧できない処理があります

# recovery.completed
source: Restored %d file(s) from interrupted previous work.
ja: 前回中断された%dファイルを元の状態へ復旧しました

# import.packageExcluded.title
source: Packages Were Excluded
ja: パッケージを除外しました

# import.packageExcluded.detail
source: Apps and package documents were excluded to avoid damaging their contents: %@
ja: アプリやパッケージ形式の書類は中身を壊す恐れがあるため対象外です: %@

# imageConfirmation.sizeUnchanged
source: Size unchanged: %d×%d px
ja: サイズ維持 %d×%d px

# imageConfirmation.longEdge
source: Long edge %d px
ja: 長辺 %d px

# imageConfirmation.noExtension
source: No Extension
ja: 拡張子なし

# imageConfirmation.resaved
source: Re-saved as %@
ja: %@で再保存

# imageConfirmation.quality
source: Quality %d%%
ja: 品質 %d%%

# imageConfirmation.recreate
source: Recreate Image Data
ja: 画像データを再生成

# counterReset.never
source: Never
ja: リセットしない

# counterReset.folder
source: Each Folder
ja: フォルダごと

# counterReset.day
source: Each Date
ja: 日付ごと

# dateSource.creation
source: Date Created
ja: 作成日

# dateSource.modification
source: Date Modified
ja: 更新日

# dateSource.capture
source: Date Taken
ja: 撮影日

# metadata.cameraModel
source: Camera Model
ja: カメラ機種

# metadata.lensModel
source: Lens
ja: レンズ

# metadata.iso
source: ISO
ja: ISO感度

# metadata.focalLength
source: Focal Length
ja: 焦点距離

# metadata.aperture
source: Aperture
ja: 絞り値

# metadata.dimensions
source: Dimensions
ja: 画像サイズ

# tokenKind.text
source: Text
ja: 固定文字列

# tokenKind.separator
source: Separator
ja: 区切り

# tokenKind.counter
source: Counter
ja: 連番

# tokenKind.date
source: Date
ja: 日付

# tokenKind.originalName
source: Original Name
ja: 元の名前

# tokenKind.metadata
source: Photo Info
ja: 写真情報

# block.originalName
source: Original Name
ja: 元のファイル名

# grid.position
source: %@, item %d
ja: %@、%d番目

# preset.deliveryTwoDigits
source: Delivery (01)
ja: 01納品

# preset.deliveryThreeDigits
source: Delivery (001)
ja: 001納品

# preset.dateEventCounter
source: Date + Event + Counter
ja: 日付 + イベント名 + 連番

# preset.eventCounter
source: Event + Counter
ja: イベント名 + 連番

# preset.dateCounter
source: Date + Counter
ja: 日付 + 連番

# preset.counterOnly
source: Counter Only
ja: 連番のみ

# preset.originalNameCounter
source: Original Name + Counter
ja: 元の名前 + 連番

# tokenSummary.empty
source: (Empty)
ja: （未入力）

# trash.confirmation.title
source: Move %d item(s) to Trash?
ja: %d件をゴミ箱に移動しますか？

# trash.confirmation.remainder
source: %d more item(s)
ja: ほか %d 件

# trash.confirmation.detail
source: Files will be moved to Finder’s Trash and can be restored there. %@%@
ja: ファイルはFinderのゴミ箱へ移動され、Finderから元に戻せます。 %@%@

# workspace.additionalFolders
source: %@ and %d more location(s)
ja: %@ ほか%dか所

# 01納品
source: Delivery (01)
ja: 01納品

# 001納品
source: Delivery (001)
ja: 001納品

# 日付 + イベント名 + 連番
source: Date + Event + Counter
ja: 日付 + イベント名 + 連番

# イベント名 + 連番
source: Event + Counter
ja: イベント名 + 連番

# 日付 + 連番
source: Date + Counter
ja: 日付 + 連番

# 連番のみ
source: Counter Only
ja: 連番のみ

# 元の名前 + 連番
source: Original Name + Counter
ja: 元の名前 + 連番

# validation.emptyName
source: The file name is empty.
ja: ファイル名が空です

# validation.dotsOnlyName
source: A name made only of periods can’t be used.
ja: ドットだけの名前は使用できません

# validation.illegalCharacters
source: The name contains characters that can’t be used (/, :, or control characters such as line breaks).
ja: 使用できない文字が含まれています（/ : や改行などの制御文字は不可）

# validation.nameTooLong
source: The file name is too long (255 bytes maximum).
ja: ファイル名が長すぎます（255バイトまで）

# validation.duplicateDestination
source: Another file would get the same name: %@
ja: 変更後の名前が重複しています: %@

# validation.destinationExists
source: A file with this name already exists: %@
ja: 同名のファイルが既に存在します: %@

# validation.leadingDot
source: Names that start with a period are hidden in Finder.
ja: 先頭がドットのため Finder で不可視になります

# validation.trailingSpaceOrDot
source: Names that end with a space or period are hard to work with.
ja: 末尾の空白・ドットは扱いにくい名前です

# validation.discouragedCharacters
source: The name contains characters that are best avoided.
ja: 推奨されない文字が含まれています

# validation.unchanged
source: The name doesn’t change.
ja: 名前が変わりません

# warning.captureDateFallback
source: No capture date, so the file date is used instead.
ja: 撮影日時がないため、ファイル日時を使用します

# warning.metadataUnavailable
source: %@ isn’t available.
ja: %@を取得できません

# warning.invalidRegularExpression
source: The regular expression isn’t valid.
ja: 正規表現が正しくありません

# execution.validationFailed
source: Can’t make the changes because %ld item(s) have errors.
ja: %ld 件のエラーがあるため実行できません。

# execution.nothingToDo
source: No files need to change.
ja: 変更が必要なファイルがありません。

# execution.sourceMissing
source: File not found: %@
ja: ファイルが見つかりません: %@

# execution.destinationOccupied
source: The new name is already in use: %@
ja: 変更後の名前が既に使われています: %@

# execution.moveFailed.rolledBack
source: Couldn’t rename %@ (%@). The changes were undone.
ja: %@ のリネームに失敗しました（%@）。変更は元に戻されました。

# execution.moveFailed.partial
source: Couldn’t rename %@ (%@). Some files couldn’t be restored.
ja: %@ のリネームに失敗しました（%@）。一部のファイルが元に戻せませんでした。

# execution.directoryCreationFailed
source: Couldn’t create the folder %@ (%@).
ja: フォルダ %@ を作成できませんでした（%@）。

# recovery.unreadableJournals
source: %ld recovery record(s) couldn’t be read.
ja: %ld 件の復旧記録を読み取れませんでした。

# image.error.sourceUnreadable
source: Couldn’t read the image: %@
ja: 画像を読み込めません: %@

# image.error.unsupportedFormat
source: This image format isn’t supported: %@
ja: 対応していない画像形式です: %@

# image.error.destinationCreationFailed
source: Couldn’t create the image output: %@
ja: 画像の書き出し先を作成できません: %@

# image.error.encodingFailed
source: Couldn’t write the image: %@
ja: 画像を書き出せません: %@

# image.error.replacementFailed
source: Couldn’t replace the image: %@ (%@)
ja: 画像を置き換えられません: %@（%@）

# image.error.backupMissing
source: The original image backup is missing: %@
ja: 元画像のバックアップが見つかりません: %@

# image.error.originalCopyDirectoryExists
source: The folder for original images already exists: %@
ja: 元画像の保存フォルダが既に存在します: %@

# image.error.originalCopyExists
source: A file with the same name is already in the original images folder: %@
ja: 元画像の保存先に同名ファイルがあります: %@

# image.error.originalCopyFailed
source: Couldn’t save the original image: %@ (%@)
ja: 元画像を保存できません: %@（%@）

# image.error.rollbackIncomplete
source: %@ Some images couldn’t be restored automatically. Their original data was kept in “%@”.
ja: %@ 一部の画像を自動で元に戻せませんでした。元の画像データは「%@」に保管しています。

# trash.error.restoreFailed
source: Couldn’t put the file back from the Trash: %@
ja: ゴミ箱から元の場所へ戻せませんでした: %@

# trash.error.missingTrashLocation
source: Couldn’t find where “%@” was placed in the Trash.
ja: 「%@」のゴミ箱内の場所を取得できませんでした。

# preset.recovered.detail
source: The presets file couldn’t be read. The damaged data was moved to %@.
ja: プリセットファイルを読み取れませんでした。壊れたデータは %@ に退避しました。

# rollback.renamesKept
source: The file names couldn’t be changed back, so the files keep their new names. Choose Undo Last Rename to restore them.
ja: ファイル名を元に戻せなかったため、変更後の名前のまま残っています。「前回のリネームを元に戻す」で戻せます。

# rollback.imagesRestoredNamesKept
source: The images were restored to their originals, but the files still have their new names.
ja: 画像は元に戻りましたが、ファイル名は変更後のままです。

# workspace.tabNumber
source: Tab %d
ja: タブ %d

# quit.blocked.title
source: FileRenamer can’t quit until renaming finishes
ja: リネーム処理が完了するまで終了できません

# quit.blocked.detail
source: File names are being safely finalized or recovered. Try quitting again when this finishes.
ja: ファイル名を安全に確定または復旧しています。処理が終わってから、もう一度終了してください。

# quit.blocked.continue
source: Continue
ja: 処理を続ける

# grid.columnCount
source: %d columns
ja: %d列

# sidebar.tabCount
source: %d tab(s)
ja: %d 件

# count.files
source: %d file(s)
ja: %d ファイル

# count.items
source: %d item(s)
ja: %d 件

# count.images
source: %d image(s)
ja: %d 枚

# finder.openFolder
source: Open %@ in Finder
ja: %@をFinderで開く

# similarity.review.summary
source: %d group(s) · %d image(s). Choose which to keep and which to delete.
ja: %d 組 · %d 枚。残すものと削除するものを選んでください。

# similarity.group.markedForDeletion
source: %d item(s) marked for deletion
ja: %d 件を削除対象にしています

# list.removeItems
source: Remove %d Item(s) from List
ja: %d 件をリストから除外

# selection.itemCount
source: %d item(s) selected
ja: %d 件を選択中

# selection.fileCount
source: (%d files)
ja: （%d ファイル）

# confirmation.originalsFolder
source: Original images will be saved to “%@”.
ja: 元画像を「%@」に保存します。

# similarity.badge.accessibility
source: %d similar image(s)
ja: 似た画像 %d 件

# sort.valueMissing
source: No %@ for this file
ja: このファイルには%@がありません

# preset.delete.irreversible
source: “%@” can’t be restored.
ja: 「%@」は元に戻せません。

# preset.suggestedName
source: My Preset
ja: マイプリセット

# extensionBlock.accessibility
source: Extension block, %@
ja: 拡張子ブロック、%@

# extensionBlock.placeholder
source: .ext
ja: .拡張子

# extensionBlock.placeholder.lowercase
source: .ext (lowercase)
ja: .拡張子（小文字）

# extensionBlock.placeholder.uppercase
source: .ext (UPPERCASE)
ja: .拡張子（大文字）

# destination.panel.prompt
source: Move Here
ja: ここに移動

# destination.panel.message
source: The files will be moved into this folder when they are renamed.
ja: 名前を変更するときに、このフォルダへファイルを移動します。

# menu.renameInPlace
source: Rename in Place
ja: 元の場所で名前を変更

# menu.moveToFolderChoose
source: Move to Folder…
ja: フォルダへ移動…

# menu.moveToFolder
source: Move to “%@”
ja: 「%@」へ移動

# status.moveHelp
source: Rename the files and move them into “%@”.
ja: 名前を変更して「%@」へ移動します

# confirmation.destinationFolder
source: Files will be moved to “%@”.
ja: ファイルは「%@」に移動されます。

# rename.movedToFolder
source: Moved %d file(s) to “%@”.
ja: %d 件を「%@」に移動しました

# similarity.error.cannotDecode
source: Couldn’t read the image “%@”.
ja: 「%@」の画像を読み取れませんでした。

# similarity.error.cannotCreateFeaturePrint
source: Couldn’t analyze the image “%@”.
ja: 「%@」の画像特徴を作成できませんでした。

# menu.showTutorial
source: Show Tutorial Again
ja: チュートリアルをもう一度表示

# tutorial.addFiles.title
source: Add Files
ja: ファイルを追加

# tutorial.addFiles.message
source: Add files here, or drop them on the window.
ja: ファイルを追加します。ドロップでも追加できます。

# tutorial.typeName.title
source: Type the New Name
ja: 新しい名前を入力

# tutorial.typeName.message
source: Type the new name. Check the list before renaming.
ja: 新しい名前を入力します。結果は一覧で確認できます。

# tutorial.insertBlocks.title
source: Insert Blocks
ja: ブロックを挿入

# tutorial.insertBlocks.message
source: Add counters, dates, and more that change per file.
ja: 連番や日付など、ファイルごとに変わる部分を追加します。

# tutorial.renameOrGather.title
source: Rename or Gather
ja: 名前の変更とまとめて移動

# tutorial.renameOrGather.message
source: Rename here. Use ▾ to pick a folder to move them to.
ja: ここで名前を変更します。▾ で移動先のフォルダも選べます。

# tutorial.undo.title
source: You Can Always Undo
ja: いつでも元に戻せます

# tutorial.undo.message
source: Undo with ⌥⌘Z, even after restarting.
ja: ⌥⌘Z で元に戻せます。再起動後でも戻せます。

# tutorial.next
source: Next
ja: 次へ

# tutorial.skip
source: Skip Tutorial
ja: チュートリアルを終了

# tutorial.done
source: Done
ja: 完了

# blockInsert.customDate.menu
source: Date (Custom Format)…
ja: 日付（形式を入力）…

# blockInsert.customDate.title
source: Custom Date Format
ja: 日付の形式

# blockInsert.customDate.format
source: Format
ja: 形式

# blockInsert.customDate.source
source: Date Type
ja: 日付の種類

# blockInsert.customDate.preview
source: Example: %@
ja: 例: %@

# blockInsert.customDate.help
source: YYYY year / MM month / DD day / HH hour / mm minute / ss second
ja: YYYY 年 / MM 月 / DD 日 / HH 時 / mm 分 / ss 秒

# blockInsert.customDate.insert
source: Insert
ja: 挿入

# blockInsert.customDate.cancel
source: Cancel
ja: キャンセル
